; TaskSwitchXP Pro 2.0.11 Armenian Language File
; Translated by Hrant Ohanyan <hrant@freenet.am>
;
;

19999="Armenian (Հայերեն)"


; Configuration
20000="TaskSwitchXP Pro 2.0-ի կարգավորումներ"
20001="ՕԿ"
20002="Մերժել"
20003="Կիրառել"

; Filters
20031="TaskSwitchXP-ի կազմաձևման ֆայլերը (*.cfg)"


; Pages
20050="Ընդհանուր"
20051="Արտաքին տեսքը"
20052="Առաջադրանքների ցուցակը"
20053="Նախնկ. դիտում"
20054="Տեղեկություն"
20055="\"Տաք\" կարճուղիներ"
20056="Բացառություններ"
20057="Ավելին"
20058="Ծրագրի մասին"

; Page descriptions
20070="TaskSwitchXP-ի ընդհանուր կարգավորումներ"
20071="TaskSwitchXP-ի արտաքին տեսքը"
20072="Առաջադրանքների ցուցակը"
20073="Պատուհանների նախնկ. դիտում"
20074="Տեղեկություններ առաջադրանքի մասին"
20075="TaskSwitchXP-ի \"Տաք\" կարճուղիները "
20076="TaskSwitchXP-ի բացառությունները"
20077="TaskSwitchXP-ի լրացուցիչ կարգավորումները"
20078="TaskSwitchXP ծրագրի մասին"


; General page
20100="Ծրագրի լեզուն."
20101="<a id=\"idLang\" href=\"\">Այլ թարգմանություններ...</a>"
20102="Համակարգի յուրաքանչյուր օգտագործողի համար առանձին կարգավորումներ"
20103="ԲացելTaskSwitchXP համակարգի աշխատանքը սկսելիս"
20104="TaskSwitchXP-ի համար հաստատել բարձր առաջնահերթություն"
20105="Ստուգել աշխատում է արդյոք Ms PowerToy TaskSwitcher"
20106="Ներքևի պատկերները."
20107="Ցույց տալ TaskSwitchXP-ի պատկերը ներքևում"
20108="Օգտագործել ուրիշ պատկեր."
20109="Մկնիկի աջ կոճակով թաքցնել պատուհանները ներքևում"
20110="Թույլ չտալ Windows-ին թաքցնել TaskSwitchXP-ի պատկերը"
20111="Ավելացնել ներքևում թաքցված պատուհանները ցուցակի վերջում Alt-Tab"

20120="Լռելայն"
20121="Բեռնել..."
20122="Պահպանել..."

; Appearance page
20200="Դիրքը էկրանի վրա."
20201="Ակտիվ ցուցասարքում"
20202="TaskSwitchXP-ի համար միցնել ստվերի էֆեկտը"
20203="TaskSwitchXP-ի համար միացնել թափանցելիությունը."
20204="Լողացող հայտնվում (մ/վ)"
20205="Լողացող հեռացում (մ/վ)"
20206="TaskSwitchXP-ի ոճեր."
20207=" XP-ի տեսողական ոճ."
20208="Դասական ոճեր."
20209="Միշտ օգտագործել դասական ոճը"
20210="Շրջել պատուհանը ձախից աջ"

20270="Վերևում ձախից"
20271="Վերևում կենտրոնից"
20272="Վերևում աջից"
20273="Կենտրոնում ձախից"
20274="Կենտրոնում"
20275="Կենտրոնում աջից"
20276="Ներքևում ձախից"
20277="Ներքևում կենտրոնից"
20278="Ներքևում աջից"

20280="Ընտրացանկ \"սկսել\" XP (լռելայն)"
20281="Ms PowerToy TaskSwitcher ոճ"
20282="XP-ի սովորական պատուհան"
20283="XP-ի հարթ ոճ"
20284="Стиль закладок XP"
20285="XP-ի առաջադրանքների պատուհանի ոճ"

20290="Ընտրացանկ\"Սկսել\" (լռելայն)"
20291="Հարթ ընտրացանկ \"Սկսել\""


20300="Տեսքը."
20301="Սյունակների քանակը."
20302="Լայնությունը (փիքսելներով)."
20303="Տողերի քանակը."
20304="Փոքր պատկերներ"
20305="Ցույց տալ ցուցակի էլեմենտների համար հուշումներ"
20306="Փոխել շարժագիծը՝ ցուցակի էլեմենտների վրա ուղղելիս"
20307="Շարժագիծի տակ փոխել ցուցակի էլեմենտները"
20308="Ներմուծել փոփոխման անիվ"
20309="Ընդգծման ոճը."
20310="Նկարել ֆոկուս"
20311="Տեքստի և գույնի ոճը."
20312="Տառատեսակը."
20313="Չափը."
20314="Հ"
20315="Շ"
20316="Գույնը."

20390="Պատկերները"
20391="Ցուցակը"

20380="Շրջանակը"
20381="Սովորական"
20382="Կլորացված"

20370="Տեքստ"
20371="Ընտրված տեքստը"
20372="Ընտրված տեքստի խորապատկերը"
20373="Ընդգծված տեքստ 1"
20374="Ընդգծված տեքստի խորապատկերը 1"
20375="Ընդգծված տեքստ 2"
20376="Ընդգծված տեքստի խորապատկերը 2"


; Preview page
20400="Նախնական դիտում."
20401=" \"Աշխատանքային շրջանը\"Ոճը"
20402="\"Պատուհանների\" Ոճը "
20403="Ցույց տալ գործողությունների պատուհանը"
20404="Նկարել միայն աշխատածրագրերի վերին պատուհանը"
20405="Չնկարել աշխատանքային շրջանը  (ինչ. v1.0)"
20406="Օգտագործել աշխատանքային շրջանի նկարը"
20407="Նկարել եզր նկարի շուրջը"
20408="Կենտրոնացնել նկարը ուղղահայաց"
20409="Ցույց տալ թաքնված պատուհանների վերնագրերը (*)"
20410="Բացառել բոլոր թափանցիկ պատուհանները (*)"
20411="Նախնկ. դիտման շրջանի լայնությունը (փիքսելներով)."
20412="Առաջին դիտման սպասումը (մ/վ)."
20413="Не кэшировать изображения"
20414="Ինքնուրույն թարմացնել նկարը (մ/վ)."


; Info page
20500="Գլխագրի պատուհանը."
20501="Տառատեսակը."
20502="Չափը."
20503="Հ"
20504="Շ"
20505="Գույնը."
20506="Նկարել ստվեր."
20507="Խորությունը."
20508="Գույնը."
20509="Ցույց տալ աշխատածրագրի պատկերը"
20510="Գլխագրի փոքր պատուհան"
20511="Տեղեկությունների պատուհանը"
20512="Տառատեսակը."
20513="Չափը."
20514="Հ"
20515="Շ"
20516="Գույնը."
20517="Նկարել ստվեր."
20518="Խորությունը."
20519="Գույնը."
20520="Բարձրությունը."
20521="Ձևաչափը."

20590="Դատարկ է"
20591="Միայն գործողության համարը"
20592="Գործողության որոշիչը"
20593="Գործողության անունը"
20594="Գործողության անունը [որոշիչը]"
20595="Ծրագրի նկարագրությունը"

; Hotkeys page
20600="Փոխել Alt-Tab  TaskSwitchXP-ի"
20601="Ctrl+Alt+Tab-ի միջոցով անցնել մեկ աշխատածրագրի տարբեր պատուհաններին"
20602="Չթաքցնել TaskSwitchXP  Alt-ը թողնելիս"
20603="Օգտագործել կասեցման ցածրամեթոդ եղանակը Alt-Tab"
20604="TaskSwitchXP-ի ղեկավարումը"
20605="Բոլոր աշխատածրագրերի ցուցակը."
20606="Աշխատածրագրերի պատուհանների ցուցակը."
20607="TaskSwitchXP-ի կարգավորումներ"
20608="Ցույց տալ/թաքցնել պատկերը ներքևում."
20609="Փակել TaskSwitchXP:"
20610="Ավելին \"տաք\" կարճուղիներ."
20611="Թաքցնել պատուհանները ներքևում."
20612="Վերականգնել."

; Exclusions page
20700="Ավելացնել..."
20701="Փոփոխել..."
20702="Ջնջել"

20780="Նախնական դիտում"
20781="Պատուհանների հաշվվում"

20790="Անունը"
20791="Պարամետրեր"

; Advanced page
20800="Գլխագրեր."
20801="Օգտագործել աշխատածրագրի գլխավոր պատուհանի գլխագիրը"
20802="Տեսքի լրացուցիչ կարգավորումներ."
20803="Ցույց չտալ գլխագրի պատուհանը"
20804="Ցույց չտալ տեղեկությունների պատուհանը"
20805="Ներքևի պատկերի գործողությունները."
20806="Համատեքստային ընտրացանկ."
20807="TaskSwitchXP-ի կարգավորումներ."
20808="Բոլոր աշխատածրագրերի ցուցակը."
20809="Աշխատածրագրերի պատուհանների ցուցակը."
20810="Կազմաձևման կարգավորումներ."
20811="Ցույց տալ կարգավորումների պատուհանը բոլոր պատուհաններից վեր"
20812="Հիշել կարգավորման պատուհանի դիրքը"
20813="Հիշել վերջին էջը"
20814="ԲացելTaskSwitchXP սկսելիս/դուրս գալիս"

20890="Ոչ"
20891="Մկնիկի ձախ կոճակը"
20892="Ձախի կրկնակի սեղմում"
20893="Մկնիկի միջին կոճակը"
20894="Միջինի կրկնակի սեղմում"
20895="Մկնիկի աջ կոճակը"
20896="Աջի կրկնակի սեղմում"


; About page

; Information about you: contact email, website, etc.
; PLEASE NO COMMERCIAL ADS, ONLY YOUR PERSONAL INFORMATION!!!
;
; You can place here a text with two links in HTML format:
;   1) <a id=\"idTranslatorHome\" href=\"http://www.ntwind.com\">Տնային էջը</a>
;   2) <a id=\"idTranslatorMail\" href=\"mailto:alexander@ntwind.com">e-mail</a>
; Don't forget about special characters (like as \" and \\) in HTML tags, and 
; check out your links!
;
; You can also place here a salutation for TaskSwitchXP users!  ;)

20900="Translated by <a id=\"idTranslatorMail\" href=\"mailto:hrant@freenet.am\">Hrant Ohanyan</a>... Այս ինչպես նաև այլ բազմաթիվ հայալեզու ծրագրեր կարող եք բեռնել մեր <a id=\"idTranslatorHome\" href=\"http://freenet.am/~ArmSoft\">Վեբ Կայքից</a>...Թարգմանությունը <a id=\"idTranslatorMail\" href=\"mailto:hrant@freenet.am\">Հրանտ Օհանյանի</a>\r\n"


; Exclusions dialog
22000="TaskSwitchXP-ի բացառումներ"
22001="ՕԿ"
22002="Մերժել"
22003="Ակտիվ աշխատածրագրեր."
22004="Թարմացնել"
22005="Բացառության անունը."
22006="Բացառել ըստ."
22007="Գործընթացի անունը."
22008="Պատուհանի կարգը."
22009="Պատուհանի գլխագիրը."
22010="Բացառել."
22011="նախնական դիտումից"
22012="պատուհանների տեղափոխումից"
22013="Միացված է"

22090=""
22091=">> հանել նախնական դիտումից"
22092=">> հանված է տեղափոխումից"

; Errors
30000="TaskSwitchXP-ի կազմաձևման սխալ"
30002="Հնարավոր չէ բացելTaskSwitchXP.exe։"
30003="Հնարավոր չէ պահպանել տվյալները գրանցումներում։"
30004="Հնարավոր չէ բեռնել կարգավորումները ֆայլից։"
30005="Հնարավոր չէ բեռնել կարգավորումները ֆայլից։Վերականգնված են լռելայն կարգավորումները։"
30006="Հնարավոր չէ պահպանել կարգավորումները ֆայլում։"

; Hints for exclusion dialog
30100="Անունը չի գրված"
30101="Գրեք բացառության համար որևէ անուն։"
30102="Նշված չեն պարամետրերը"
30103="Որոշեք բացառության պարամետրերը։"
30104="Գրված չէ գործողության անունը"
30105="Գրեք բացառության գործողության անունը։"
30106="Նշված չէ պատուհանի կարգը"
30107="Նշեք բացառության պատուհանի կարգը։"

30900="TaskSwitchXP-ի հաստատում"
30901="TaskSwitchXP հայտնաբերեց,որ համակարգում ակտիվ են մի քանի ցուցասարքեր։\r\nՄիացնել \"Պատուհան\" ոճը՝ ցույց տալու  համար  ներքին ցուցասարքերի պատուհանները։"


; TaskSwitchXP

; Tray menu
31000="Բոլոր աշխատածրագրերը..."
31001="Ակտիվների պատուհանը..."
31002="Կարգավորումներ..."
31003="Դուրս գալ"

31020="Արագ կարգավորումներ"
31021="Թաքցնել պատկերը ներքևում"
31022="Փոխարինել Alt-Tab"
31023="Օգտագործել Ctrl+Alt+Tab"
31024="Չթաքցնել  Alt թողնելիս"
31025="Կասեցման ցածրակարգ մեթոդ"
31026="Նոր բացառություն..."

31050="Օգնություն"
31051="Բովանդակությունը"
31052="Տնային էջը"
31053="TaskSwitchXP ծրագրի մասին"

; Tray menu for minimized windows
31090="TSXP: %d ծրգ."
31091="Վերականգնել բոլորը"
31092="Թաքցնել բոլորը"
31093="Փակել բոլորը"
31094="Վերականգնել"
31095="Թաքցնել"
31096="Փակել"

; List menu
31110="Անցնել"
31111="Թաքցնել"
31112="Թաքցնել ներքևում"
31113="Կասկադով"
31114="Վերևից ներքև"
31115="Ձախից աջ"
31116="Վերականգնել"
31117="Վերականգնել"
31118="Փակել"
31119="Ավարտել գործընթացը"

; Common menu
31150="Տեղեկություն գործընթացի մասին"
31151="Ընտրել բոլորը"
31152="Հանել ընտրումը"
31153="Ջնջել ընտրվածը"
31154="Դասավորել ըստ վերնագրերի"
31155="Դասավորել ըստ խմբերի"

; Info tip mask
31500="Գործողության անունը. %s\r\nՈրոշիչը.:  %u\r\n\r\nԸնդհանուր ժամանակը.  %u:%02u:%02u\r\nCPU-ի ժամանակը.  %u:%02u:%02u\r\n\r\nՕգտ. հիշողություն.  %uK\r\nՎիրտ. հիշողություն.  %uK"
31501="N/A"

; Confirmations
31900="TaskSwitchXP-ի հաստատում"
31901="TaskSwitchXP-ը արդեն բացված է,Ցանկանում ե՞ք կանգնեցնել այն։"
31902="Համոզված ե՞ք,որ ցանկանում եք փակել TaskSwitchXP?"
31903="TaskSwitchXP հայտնաբերել է,որ աշխատում է Ms PowerToy TaskSwitcher.\r\nՀնարավոր է կոնֆլիկտ... Ցանկանում ե՞ք փակել այն։"

; Errors
32000="TaskSwitchXP-ի սխալ"
32002="Տվյալների որոշման սխալ"
32003="Հնարավոր չէ օգտագործել կասեցման ցածրակարգ մեթոդը Alt-Tab."
32004="Հնարավոր չէ գրանցել Alt+[Shift]+Tab.\r\nՀնարավոր է դրանք օգտագործվում են այլ ծրագրի կողմից։"
32005="Հնարավոր չէ գրանցել  Ctrl+Alt+[Shift]+Tab.\r\nՀնարավոր է դրանք օգտագործվում են այլ ծրագրի կողմից։"
32006="Հնարավոր չէ բացել ConfigTsXP.exe! Ստուգեք TaskSwitchXP-ի տեղակայումը։"

32500="Հնարավոր չէ գրանցել \"տաք\" կարճուղին.\r\n\r\nԱնունը. %s\r\nՁևափոխումները. %02X\r\nԿոդը. %02X"
32501="Փակել TaskSwitchXP"
32502="Ցույց տալ/թաքցնել պատկերը ներքևում"
32503="TaskSwitchXP-ի կարգավորումներ"
32504="Աշխատածրագրերի ցուցակը"
32505="Աշխատածրագրերի պատուհանների ցուցակը"
32506="Թաքցնել պատուհանը ներքևում"
32507="Վերականգնել պատուհանը"
